Revit 2027 API
ParameterTypeId.StairsDbgShowSupportPath Property
 "Show Support Path"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowSupportPath { get; }
Public Shared ReadOnly Property StairsDbgShowSupportPath As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowSupportPath {
	ForgeTypeId^ get ();
}
static member StairsDbgShowSupportPath : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace